[
  {
    "url": "https://www.cia.gov/readingroom/collection/cia-declassifies-oldest-documents-us-government-collection",
    "title": "CIA Declassifies Oldest Documents in U.S. Government Collection",
    "body": [
      "The Central Intelligence Agency today declassified the United States Government's six oldest classified documents, dating from 1917 and 1918. These documents, which describe secret writing techniques and are housed at the National Archives, are believed to be the only remaining classified documents from the World War I era. Documents describing secret writing fall under the CIA's purview to declassify.",
      "\"These documents remained classified for nearly a century until recent advancements in technology made it possible to release them,\" CIA Director Leon E. Panetta said. \"When historical information is no longer sensitive, we take seriously our responsibility to share it with the American people.\"",
      "One document outlines the chemicals and techniques necessary for developing certain types of secret writing ink and a method for opening sealed letters without detection. Another memorandum dated June 14, 1918 - written in French - reveals the formula used for German secret ink.",
      "\"The CIA recognizes the importance of opening these historical documents to the public,\" said Joseph Lambert, the Agency's Director of Information Management Services. \"In fiscal year 2010 alone, the Agency declassified and released over 1.1 million pages of documents.\"",
      "The documents will be available on CIA.gov and in the CIA Records Search Tool (CREST) at the National Archives in College Park, Maryland. CREST currently houses over 10 million pages of declassified Agency documents. Since 1995, the Agency has released over 30 million pages as a result of Executive Orders, the Freedom of Information Act (FOIA), the Privacy Act, and mandatory declassification reviews."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/cia-analysis-warsaw-pact-forces",
    "title": "CIA Analysis of the Warsaw Pact Forces",
    "body": [
      "This study examines the role of clandestine reporting in CIA’s analysis of the Warsaw Pact from 1955 to 1985. The Soviet Union established itself as a threat to the West at the end of World War II by its military occupation of eastern European countries and the attempts of its armed proxies to capture Greece and South Korea. The West countered with the formation of NATO. While the West welcomed West Germany into NATO, the Soviets established a military bloc of Communist nations with the Warsaw Treaty of May 1955. This study continues CIA’s efforts to provide a detailed record of the intelligence derived from clandestine human and technical sources from that period. This intelligence was provided to US policy makers and used to assess the political and military balances and confrontations in Central Europe between the Warsaw Pact and NATO during the Cold War."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/president-nixon-and-role-intelligence-1973-arab-israeli-war",
    "title": "President Nixon and the Role of Intelligence in the 1973 Arab-Israeli War",
    "body": [
      "This collection highlights the causes and consequences of US Intelligence Community’s (IC) failure to foresee the October 1973 Arab-Israeli War, also known as the October War or the Yom Kippur War. A coalition of Arab nations led by Egypt and Syria launched a surprise attack on Israel on October 6, the day of Yom Kippur. Prior to October 6, the CIA concluded that the Arabs would not attack, so the offensive surprised US policymakers as well as Israel. Directorate of Intelligence (DI) analysts believed that Arab military inferiority would militate against an attack on Israel. DI analysis did not explore the possibility that leaders might go to war--even at the risk of losing--to pursue political objectives. According to an internal postmortem, Agency analysis was impaired by preconceptions about Arab military capabilities, information overload, rational actor modeling and groupthink."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/bay-pigs-release",
    "title": "Bay of Pigs Release",
    "body": [
      "(Updated October 31, 2016)",
      "Between 1979 and 1984, Central Intelligence Agency (CIA) staff historian Jack Pfeiffer prepared five volumes of the Agency’s Official History of the Bay of Pigs Operation. The cornerstone of this collection is a two-volume, 400-plus page document consisting of (",
      ") the CIA Inspector General's (IG) Report on the CIA's ill-fated April 1961 attempt to implement national policy by overthrowing the Fidel Castro regime in Cuba by means of a covert paramilitary operation, otherwise known as the Bay of Pigs, and (",
      "), a commentary on the IG report written by the Directorate of Plans (DP), now known as the Directorate of Operations (DO). These two volumes are a rare side-by-side compilation of high-level government self-evaluation of its own performance in an historic and controversial event. The remainder of the collection is comprised of various documents, to include finished intelligence, National Security Council (NSC) briefings and Spanish-language documents. The collection now stands at 769 documents, although more may be added in the future as additional documents are subjected to the ongoing review process.",
      "The CIA history of the Bay of Pigs operation in 1961, originally classified top secret, based on dozens of interviews with key operatives and officials and hundreds of CIA documents. The four volumes include information never before released and comprise (I) Air Operations, March 1960-1961; (II) Participation in the Conduct of Foreign Policy; (III) Evolution of CIA's Anti-Castro Policies, 1959-January 1961; and (IV) The Taylor Committee Investigation of the Bay of Pigs.",
      "The fifth volume was a draft volume, ",
      ", which the CIA Chief Historian rejected as inadequate at the time, instructing Pfeiffer to make substantial revisions. Pfeiffer did not complete those revisions before retiring in 1984.",
      "Unlike his four other histories, the fifth draft volume was not publishable in its present form, in the judgment of CIA Chief Historians as well as other reviewers, because of serious shortcomings in scholarship, its political tone, and its failure to add significantly to an understanding of the controversy over the Bay of Pigs operation—much of which has now been discussed in open source histories and memoirs. CIA’s Chief Historians have assessed that addressing those deficiencies would have required much more effort than the draft volume’s potential value would justify. Consequently, it remains an unfinished and unpublished draft."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/soviet-and-warsaw-pact-military-journals",
    "title": "Soviet and Warsaw Pact Military Journals",
    "body": [
      "A collection of sensitive Soviet and Warsaw Pact military journals from 1961 to 1984 providing a view into Warsaw Pact military strategy.",
      " to the collection, dating from 1961 to 1986, published in sensitive Soviet and Warsaw Pact military journals that reflect the evolution of military strategy in the Soviet Union and Warsaw Pact, were added ",
      " on Jan. 22, 2010."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/wartime-statutes-instruments-soviet-control",
    "title": "Wartime Statutes - Instruments of Soviet Control",
    "body": [
      "The collection, consisting of 22 documents, provides insight into how the Soviet Union codified its control over the armed forces of its Eastern European allies. ",
      ".",
      "The event took place Tuesday, April 5, 2011 from 1:00p.m. - 4:30 p.m"
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/baptism-fire-cia-analysis-korean-war-overview",
    "title": "Baptism By Fire: CIA Analysis of the Korean War Overview  ",
    "body": [
      "This collection includes more than 1,300 documents consisting of national estimates, intelligence memo, daily updates, and summaries of foreign media concerning developments on the Korean Peninsula during 1947 - 1954. The release of this collection, which coincides with the 60th anniversary of the start of the war, makes available to the public the largest collection of Agency documents released on this issue. The release of these documents is in conjunction with the conference, \"New Documents and New Histories: Twenty-First Century Perspectives on the Korean War,\" co-hosted by the Harry S. Truman Presidential Library and the CIA in Independence, Missouri."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/strategic-warning-and-role-intelligence-lessons-learned-1968-soviet-invasion",
    "title": "Strategic Warning and the Role of Intelligence: Lessons Learned From The 1968 Soviet Invasion of Czechoslovakia",
    "body": [
      "The Czechoslovak crisis began in January 1968. The Czech communist leadership embarked on a program of dramatic liberalization of the political, economic, and social orders. These reforms triggered increasing Soviet concerns culminating in the invasion of 21 August 1968. This collection of documents pertains to these issues, the responses and analysis of this event in history."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/reagan-collection",
    "title": "Reagan Collection",
    "body": [
      "In the 1980s, the Cold War was going strong and was made worse by events such as the death of three Soviet leaders in a span of three years, the Soviet shootdown of a Korean airliner, and the USSR's support for Communist governments and movements in Afghanistan and Central America. ",
      " and other material highlights what the CIA provided President Reagan and other top members of his national security team on key issues affecting US-Soviet relations. The collection--made up of intelligence assessments, National Intelligence Estimates, high-level memos, and DCI talking points--consists of over 200 documents, some 60 of which are either being made available to the public for the first time or are being re-released with new material. To help put this material in perspective, we are also including non-CIA documents from the archives of the Reagan Library to fill out the collection on the policy end."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/what-was-missile-gap",
    "title": "What was the Missile Gap?",
    "body": [
      "The Missile Gap was in essence a growing perception in the West, especially in the USA, that the Soviet Union was quickly developing an intercontinental range ballistic missile (ICBM) capability earlier, in greater numbers, and with far more capability than that of the United States. Even as that perception was disproved, it became evident that the Soviets were placing their major effort toward developing strategic missiles against which, once launched, there was no defense. The perceived missile gap that ensued was based on a comparison between US ICBM strength as then programmed, and reasonable, although erroneous estimates of prospective Soviet ICBM strength that were generally accepted.",
      "Both the Eisenhower and Kennedy administrations struggled to formulate policy in response to what was then believed to be an ever-growing advantage in Soviet strategic missiles. Breakthroughs in technology and innovative use of aerial and satellite photography eventually provided the CIA with a more accurate assessment of Soviet missile capacity, allowing policy makers to shift gears.",
      "To convey the intelligence controversy, CIA's Historical Collections Division has released a large selection of documents (189) declassified for the first time, coupled with other documents which were formerly declassified, but released here again with significant previously withheld text now restored based on new, broader declassification guidelines.",
      "  [",
      "]"
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/berlin-wall-collection",
    "title": "The Berlin Wall Collection: A City Torn Apart: Building of the Berlin Wall",
    "body": [
      "Erected literally overnight, the building of the Berlin Wall was the culmination of over a decade of escalating confrontations and contentious blockades contrived to encourage the west to abandon Berlin to the Communist Bloc. The wall was East Germany's ultimate attempt to isolate and destroy an island of freedom. Instead of expelling the west, Berlin became ground zero in a contest of tit-for-tat brinksmanship with a serious risk of erupting into nuclear war. War was averted, but the wall dividing Berlin became a corrosive global symbol of bitter oppression that would last for nearly three decades. Listed below are the documents, essays and overviews from the eleven U.S. Government organizations that provide the background and the political ramifications of the Wall's construction.",
      " [",
      "]",
      "  [",
      "]",
      "Contributors of documents other than CIA are indicated in the title by the following initials:"
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/underwater-ice-station-zebra-recovering-secret-spy-satellite-capsule-16400-feet-below",
    "title": "An Underwater Ice Station Zebra: Recovering a Secret Spy Satellite Capsule from 16,400 feet Below the Pacific Ocean",
    "body": [
      "The ",
      " Deep Sea Vehicle I (DSV-1), the U.S. Navy's most advanced deep sea submersible at the time, surfaced about 350 miles north of the Hawaiian Islands in the pre-dawn hours of 26 April 1972 after having salvaged a mysterious item from 16,400 feet below the Pacific Ocean. Publicly known as a nondescript \"data package\" from the Scripps Institute of Oceanography, the object was actually part of a film capsule from an American photoreconnaissance satellite, codenamed HEXAGON. Before today's digital technology, photoreconnaissance satellites used film, which capsules ejected from the satellite returned to Earth. The capsules, called \"buckets,\" reentered the Earth's atmosphere and deployed a parachute as they descended toward the primary reentry zone near the Hawaiian Islands. In the case of the first HEXAGON mission in the summer of 1971, the parachute broke off causing the bucket to crash into the ocean, sinking on impact. This release of CIA material includes photos of the capsule on the ocean floor, pictures of the ",
      " (DSV-1), documents, and an article explaining how the CIA and U.S. Navy undertook the deepest undersea salvage then attempted. We have also provided a link to the U.S. Naval Undersea Museum, where the ",
      " (DSV-1) is on permanent display."
    ]
  },
  {
    "url": "https://www.cia.gov/readingroom/collection/intelligence-policy-and-politics-dci-white-house-and-congress",
    "title": "Intelligence, Policy, and Politics: The DCI, the White House, and Congress",
    "body": [
      "Admiral Sidney W. Souers, General Hoyt S. Vandenberg, Admiral Roscoe H. Hillenkoetter and General William Bedell Smith accepted President Harry S. Truman’s challenge to craft an intelligence organization.  Each man marked his tenure with his unique brand of leadership that provided his successor with the foundation needed for the next step toward the Central Intelligence Agency of today.",
      " The ",
      " collection of 800+ Agency documents along with 600 supplemental items shows the day-by-day activities, decisions, staff meetings and contacts that confronted each DCI.  They ran the gamut of choosing a secretary to responding to a Presidential question to an evening social event with various ambassadors and dignitaries.",
      "  [",
      "]"
    ]
  }
]